{
  "navbar": {
    "home": "Accueil",
    "about": "A Propos",
    "products": "Produits",
    "services": "Services",
    "testimonials": "Témoignages",
    "address":"COGEB, Avenue Hedi Nouira 4003 - Sousse - Tunisie"
  },



"cart": {
    "title": "Panier",
    "quoteButton": "Devis",
    "userInfoTitle": "Informations utilisateur",
    "fields": {
      "name": "Nom",
      "surname": "Prénom",
      "email": "Email",
      "phoneNumber": "Numéro de téléphone",
      "message": "Message",
      "submit":"Envoyé"
    },
    "placeholders": {
      "name": "Entrez votre nom",
      "surname": "Entrez votre prénom",
      "email": "Entrez votre email",
      "phoneNumber": "Entrez votre numéro de téléphone",
      "message": "Entrez votre message"
    },
    "errors": {
    "name": "Nom requis",
    "surname": "Prénom requis",
    "email": "Email requis",
    "emailInvalid": "Email invalide",
    "phoneNumber": "Numéro de téléphone requis",
    "phoneNumberInvalid": "Numéro de téléphone invalide",
    "message": "Message requis"
  },
    "successMessage": "Votre demande de devis a été envoyée avec succès.",
    "successTitle": "Envoyé!"
  },




"Real_estate": {
  "group": "Nos Partenaires"
},
"Who_are_we": {
  "about": "À PROPOS",
  "title": "Qui Sommes-Nous ?",
  "description": "Fondée en 1980, COGEB se spécialise dans la vente de bois et dérivés. Leader dans ce domaine, elle propose divers produits, répondant aux besoins des professionnels et des particuliers.",
  "excellence1": "COGEB excelle dans la vente de bois, offrant une large gamme de produits dérivés. Alliant qualité et diversité, elle s'associe à des marques reconnues pour fournir des solutions adaptées à tous les besoins.",
  "excellence2": "Avec ses showrooms spécialisés et une grande capacité de stockage, COGEB offre une expérience unique. Son équipe compétente garantit un service personnalisé, répondant aux besoins spécifiques de chaque projet de construction."
},
  "catalogTitle": "NOS CATALOGUES",
  "chooseDesires": "Choisir vos désirs",
  "aboutWood": "À Propos de ce bois :",
  "Bois_Blanc": "BOIS BLANC",
  "Bois_Rouge": "BOIS ROUGE",
  "Bois_MDF": "BOIS MDF",
  "Bois_Dur": "BOIS DUR",
  "descriptionBoisBlanc": "Le bois blanc est léger, durable et adapté à diverses constructions...",
  "descriptionBoisRouge": "Le bois rouge est réputé pour sa résistance et son esthétique...",
  "descriptionBoisMDF": "Le MDF est un matériau composite idéal pour les intérieurs...",
  "descriptionBoisDur": "Le bois dur est dense et parfait pour des meubles solides et durables...",

  "products": "Nos produits",
  "product_selection": "Sélection de produits",
  "discover_range": "Découvrez notre vaste gamme de produits soigneusement sélectionnés pour répondre à tous vos besoins",
  "add_to": "Ajouter au ",
"previous":"précédent",
"next":"suivant",


"recommended_products": "Les plus recommandés",
"premium_products": "Produits Premium",
"discover_premium": "Découvrez notre sélection de produits premium, soigneusement choisis pour leur qualité exceptionnelle",
"premium": "Premium",
"add_to_cart": "Ajouter au panier",




  "our_services": "Nos services",
  "service_description": "Nous offrons une gamme de services personnalisés pour répondre à vos besoins spécifiques, assurant une qualité et une satisfaction exceptionnelles.",
  "sales": "Vente",
  "sales_description": "COGEB propose une large gamme de produits de construction, incluant bois et articles sanitaires, pour satisfaire tous les besoins.",
  "customer_support": "Conseil Client",
  "customer_support_description": "Nos experts vous guident dans le choix des produits adaptés à vos projets, en tenant compte de vos besoins et de votre budget.",
  "transport": "Transport",
  "transport_description": "COGEB assure un transport fiable pour que vos produits arrivent à temps et en bon état.",
  



  "testimonials": "Témoignages",
  "see_what_our_clients_say": "Regardez ce que nos clients disent !",
  "client_appreciation": "Nos clients apprécient la qualité exceptionnelle de nos produits et services.",
  "testimonial_text": "Extrêmement satisfaits des services de COGEB Groupe, dont l'expertise et le professionnalisme ont dépassé toutes nos attentes",
  "client": "Client Cogeb",


  "client_cogeb": "Client COGEB",
  "stay_informed": "Restez informé de nos dernières nouveautés et offres exclusives en vous inscrivant à notre newsletter.",
  "sign_up_now": "Inscrivez-vous maintenant",




  "fill_all_fields": "Veuillez remplir tous les champs.",
  "success": "Succès!",
  "form_submitted": "Formulaire soumis avec succès!",
  "error": "Erreur!",
  "form_error": "Erreur lors de l'envoi du formulaire.",
  "ok": "OK",
  "email_address": "Adresse e-mail",
  "full_name": "Nom & Prénom",
  "message": "Message",
  "send": "Envoyer",
  "contact_us": "Contactez-nous",



  "company_address": "COGEB, Avenue Hedi Nouira 4003 - Sousse - Tunisie",
  "information": "Informations",
  "home": "Accueil",
  "about": "A Propos",
  "products": "Produits",
  "services": "Services",
  "useful_links": "Liens Utiles",
  "quote": "Devis",
  "privacy_policy": "Confidentialité",
  "support": "Support",
  "find_us": "Trouvez-Nous",
  "all_rights_reserved": "Tous droits réservés",
  "terms_of_use": "Conditions générales d'utilisation",


  "Devis": {
    "title": "Calcul de Devis sur Mesure",
    "description": "Chez COGEB, nous comprenons que chaque projet est unique et nécessite une approche personnalisée. C'est pourquoi nous offrons un service de calcul de devis sur mesure pour répondre précisément à vos besoins. Que vous soyez un particulier, un professionnel de la construction, ou un entrepreneur, nous sommes là pour vous fournir des estimations détaillées et précises. Notre équipe d'experts est disponible pour vous guider à travers le processus de sélection des matériaux, des quantités nécessaires, et des options les plus adaptées à votre projet. Nous vous garantissons des devis compétitifs, transparents, et livrés dans les meilleurs délais. Faites-nous confiance pour vous accompagner dans la réalisation de vos projets, quels que soient leur envergure ou leur complexité."
  },
  "Confidentialite": {
    "title": "Politique de Confidentialité",
    "description": "Chez COGEB, la protection de vos données personnelles est une priorité absolue. Nous nous engageons à respecter votre vie privée et à traiter vos informations avec le plus grand soin. Notre politique de confidentialité explique en détail comment nous collectons, utilisons, et protégeons les informations que vous nous fournissez. Que vous nous contactiez pour un devis, que vous vous inscriviez à notre newsletter, ou que vous effectuiez un achat, soyez assuré que vos données sont sécurisées. Nous utilisons des technologies de pointe pour protéger vos informations contre tout accès non autorisé et nous nous engageons à ne jamais vendre, échanger, ou louer vos données personnelles à des tiers. Notre engagement en matière de confidentialité est une promesse que nous tenons à chaque étape de notre relation avec vous."
  },
  "Support": {
    "title": "Support et Conseils",
    "description": "Chez COGEB, nous croyons que le succès de votre projet repose sur un accompagnement de qualité. C'est pourquoi nous offrons un service de support complet, conçu pour répondre à toutes vos questions et vous fournir les conseils dont vous avez besoin. Notre équipe de support est composée de professionnels expérimentés, prêts à vous assister à chaque étape de votre projet. Que vous ayez besoin d'aide pour choisir les matériaux les plus appropriés, d'informations techniques, ou de conseils sur les meilleures pratiques, nous sommes là pour vous guider. Nous nous engageons à fournir un support rapide, efficace, et personnalisé, afin de vous aider à surmonter tous les défis que vous pourriez rencontrer. Chez COGEB, votre satisfaction est notre priorité, et nous mettons tout en œuvre pour assurer le succès de vos projets."
  },



  "productSelection": "Sélection de produits",
  "productDescription": "Découvrez notre vaste gamme de produits, soigneusement sélectionnés pour répondre à tous vos besoins",
  "all": "Tous",
  "previous": "Précédent",
  "next": "Suivant",
  "addToCart": "Ajouter au panier",
  "page": "Page",
  "of": "sur",
  "product": "Produit",
  "details": "Détails",






  "catalogue": {
    "title": "NOS CATALOGUES",
    "subtitle": "Choisir vos désirs"
  },
  "familles": {
    "Bois_Blanc": "Bois Blanc",
    "Bois_Rouge": "Bois Rouge",
    "Bois_MDF": "Bois MDF",
    "Bois_Dur": "Bois Dur",
    "Tous": "Tous les produits"
  },


  "modals": {
    "title":"A Propos ce bois :",
    "Fournisseurs":"Nos Fournisseurs :",

    "Bois_Blanc": {
      "title": "Bois Blanc",
      "description": "Le bois Blanc est un bois tendre, fourni par les pays Scandinaves (Finlande, Suède ou Europe Autriche et Russie). Cette essence peut être utilisée en charpente, en menuiserie intérieure, en emballage et aussi dans la fabrication de lamellé. Cogeb répond alors à la demande du marché Tunisien en dédiant un volume important de ses importations au bois blanc.",
      "suppliersTitle": "Nos Fournisseurs :",
      "buttons": ["ARKHAN GESLK", "STORA ENSO", "ILIM"]
    },
    "Bois_Rouge": {
      "title": "Bois Rouge",
      "description": "Le bois Rouge est un bois tendre provenant principalement de Suède, Finlande, Russie et de ses forêts riches (côtières). Bois commercialisé dans le domaine de la charpente et du bardage. Grâce à cette essence, Cogeb est fière de vous offrir une qualité bien connue en Tunisie.Pour cela, Cogeb veille à mettre à votre disposition un stock toujours bien portant de bois rouge afin de répondre à tous vos besoins d'aménagement avec des fournisseurs de renommée mondiale."
    },
    "Bois_MDF": {
      "title": "Bois MDF",
      "description": "Le MDF (Medium Density Fiberboard) est un panneau de fibres de bois compressées, apprécié pour sa surface lisse et homogène, parfaite pour la peinture et le placage. Solide et facile à travailler, il est souvent utilisé en ameublement et agencement intérieur. Le MDF se découpe et se sculpte sans éclat, permettant des finitions soignées. Il est disponible en version standard ou hydrofuge, résistant mieux à l’humidité, pour des applications dans des pièces humides comme les cuisines et salles de bains. C’est un choix économique et polyvalent pour des projets de qualité."
    },
    "Bois_Dur": {
      "title": "Bois Dur",
      "description": "Le bois Dur provient d'arbres à feuilles caduques, tels que le chêne, le hêtre et le frêne. Il se distingue par sa densité et sa durabilité supérieures au bois tendre. Cogeb vous propose une large gamme de bois Dur, importée de Roumanie et de France, reconnue pour sa résistance exceptionnelle. Le hêtre, dense et durable, est prisé par les ébénistes et menuisiers. Le frêne, célèbre pour sa résistance mécanique et sa blancheur, est une des essences les plus belles. Le chêne blanc, stable et de qualité incomparable, est idéal pour la menuiserie d'intérieur. Cogeb met à votre disposition un large stock de ces essences pour répondre à vos besoins."
    }
  }

  


}
  
  